let database = [
     //0 ID，1 name,2 total cal,3 次のスタンプまでのカロリー,4 ゴールまでのスタンプ数,5 スタンプの順位,
   ["20000112","n.g.", 0, 0, 0,17],//ナオ
    ["19990406","naga",0, 0, 0,17],//長さん
    ["19990311","rion",0, 0, 0,17],//長野リオン
    ["19990419","g___e__n",50, 60, 8,1],//げんちゃん
        ["19990705",	"anna",0, 0, 0,17],//セイアン
    ["19990426",	"riandna",0, 0, 0,17],//さとりな
    ["20000308",	"i57",182, 18, 7,2],//井口
    ["19991224",	"kryuta",789, 20, 6,1],//カッキー
    ["19970122",	"akixoxo",257, 14, 10,3],//北さん
    ["20010710",	"Rion.W",34, 16, 10,4],//若山莉音



];
